driver-tests/bpelse/dynamicpartnerlink/correlation/correlationJbi/test/WithFlow2_conc_correlation/Thread2_WithFlow2CorrelationInput1.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/correlation/"
                   xmlns="urn:correlationWithFlow2TargetNamespace">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <correlationWithFlow2Part>
    <string>Thread2_WithFlow2CorrelationInput</string>
  </correlationWithFlow2Part>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>